Revit 2024 API
ParameterTypeId.FabricBendDiameter Property
 "Bend Diameter": Standard Bend Diameter of Fabric Wire.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricBendDiameter { get; }
Visual Basic
Public Shared ReadOnly Property FabricBendDiameter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricBendDiameter {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace